akerr501/Loom-SAMD-Playground/arduino/samd/boards.txt
# Loomified Adafruit Feather M0
loom.name=Loomified Feather M0
loom.upload.tool=adafruit:bossac
loom.build.mcu=cortex-m0plus
loom.build.core=adafruit:samd:adafruit_feather_m0
loom.build.board=adafruit:SAMD_ZERO
loom.build.varient=adafruit:feather_m0
loom.bootload.tool=adafruit:openocd
